<style>
    .basic-info-box p{
        text-indent:2em;
        margin-bottom:10px;
        line-height: 24px;
    }
</style>
<div id="pg-user">
    <div class="g-in f-cb">
        <div class="g-mn2 basic-info-new f-w769">
            <div class="basic-info-box">
                <div class="title f-bbdc">萤火虫理财服务条款</div>
                <div class="basic-profile f-cb">
                </div>
                <p>一、言论</p>
                <p>你必须对自己在网上的行为承担法律责任。“萤火虫理财”的记录有可能作为你违反法律的证据。根据中华人民共和国《互联网电子公告服务管理规定》第九条，你不得在“萤火虫理财”中发布含有下列内容之一的信息：</p>
                <p>(1) 反对宪法所确定的基本原则的。</p>
                <p>(2) 危害国家安全，泄露国家秘密，破坏国家统一的。</p>
                <p>(3) 颠覆国家政权，推翻社会主义制度的。</p>
                <p>(4) 损害国家荣誉和利益的。</p>
                <p>(5) 煽动民族仇恨、民族歧视，破坏民族团结的。</p>
                <p>(6) 破坏国家宗教政策，宣扬邪教和封建迷信的。</p>
                <p>(7) 散布谣言，捏造或歪曲事实，扰乱社会秩序，破坏社会稳定的。</p>
                <p>(8) 散布迷信、淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的。</p>
                <p>(9) 侮辱或者诽谤他人，侵害他人合法权益的。</p>
                <p>(10) 进行商业广告行为的。</p>
                <p>(11) 干扰或混乱网络服务，不遵守所有使用网络服务的网络协议、规定、程序和惯例的。</p>
                <p>(12) 含有法律、行政法规禁止的其他内容的。</p>
                <p>二、 禁止的行为</p>
                <p>您在访问“萤火虫理财”时，严禁进行以下活动，否则“萤火虫理财”有权无条件立即中止您的服务：</p>
                <p>(1) 直接或间接在“萤火虫理财”宣传其它竞争网站或为其它类似竞争网站做广告。</p>
                <p>(2) 扰乱“萤火虫理财”社区的秩序，在社区中发布与主题无关的广告或无意义的信息。</p>
                <p>(3) 大量发布相同的问题或回答。</p>
                <p>(4) 其它可能对“萤火虫理财”不利的行为或违反任何中华人民共和国法律的行为。</p>
                <p>三、用户帐号</p>
                <p>你一旦注册成功，成为“萤火虫理财”的合法用户，将得到一个密码和用户名，你将对用户名和密码安全负全部责任，而且对以你用户名进行的所有活动和事件负全部责任，你可以随时改变您的密码。若你发现任何非法使用用户帐号或存在安全漏洞的情况，请立即通知“萤火虫理财”管理员；你必须提供真实的个人资料，并且在发生变动时及时地更新您在“萤火虫理财”中的个人资料；你应当同意“萤火虫理财”通过电子邮件不定期向你发送网站更新信息、赞助商广告或其他相关的服务信息。</p>
                <p>四、结束服务</p>
                <p>你或“萤火虫理财”可随时根据实际情况中断一项或多项网络服务。“萤火虫理财”不需要对你或第三方负责而可以随时中断服务。你对后来的条款修改有异议，或对“萤火虫理财”的服务不满，可以行使如下权利：</p>
                <p>(1) 停止使用“萤火虫理财”的服务。</p>
                <p>(2) 提前结束“萤火虫理财”的服务。</p>
                <p>结束服务后，你使用网络服务的权利马上中止。从那时起，你没有权利，“萤火虫理财”也没有义务传送任何未处理的信息或未完成的服务给你或第三方。</p>
                <p>五、有限责任</p>
                <p>你个人对网络服务的使用承担风险，“萤火虫理财”对此不作任何类型的担保，不论是明确的或隐含的，但是不对商业性的隐含担保、特定目的和不违反规定的适当担保作限制。“萤火虫理财”不担保服务一定能满足你的要求，也不担保服务不会受中断，对服务的及时性、安全性、出错发生都不作担保。“萤火虫理财”对在“萤火虫理财”上得到的任何商品购物服务或交易进程，不作担保。</p>
                <p>“萤火虫理财”对任何直接、间接、偶然、特殊及继起的损害不负责任，这些损害包括但不限于：不正当使用网络服务；在网上购买商品或进行同类型服务；在网上进行交易；非法使用网络服务或用户传送的信息有所变动。这些行为都有可能会导致“萤火虫理财”的形象受损，所以“萤火虫理财”事先提出这种损害的可能性。</p>
                <p>“萤火虫理财”不对你所发布信息的删除或储存失败负责。“萤火虫理财”有判定你的行为是否符合“萤火虫理财”服务条款的要求和精神的保留权利，如果你违背了服务条款的规定，“萤火虫理财”有中断对你提供服务的权利。</p>
                <p>你同意保障和维护” 萤火虫理财”全体成员的利益，负责支付由你使用超出服务范围引起的律师费用，违反服务条款的损害补偿费用等。</p>
                <p>六、关于本服务条款</p>
                <p>“萤火虫理财”有权在必要时修改本服务条款。服务条款一旦发生变动，将会在重要页面上提示。如果你不同意所改动的内容，你可以主动注销你的用户帐号或者提请“萤火虫理财”工作人员为你注销。如果你继续使用“萤火虫理财”的服务，则视为接受服务条款的变动。”萤火虫理财”保留随时修改或中断服务而不需知照你的权利。”萤火虫理财”行使修改或中断服务的权利，不需对你或第三方负责。</p>
                <p>七、法律</p>
                <p>“萤火虫理财”服务条款要与中华人民共和国的法律解释相一致，你和“萤火虫理财”一致同意服从高等法院所有管辖。如发生”萤火虫理财”服务条款与中华人民共和国法律相抵触时，则这些条款将完全按法律规定重新解释，而其它条款则依旧保持对用户产生法律效力和影响。</p>
            </div>

        </div>
        <!-- end基本信息 -->
    </div>
</div>
<!-- end 用户中心-提现问题 -->
<link type="text/css" rel="stylesheet" href="<?php echo FF_DOMAIN; ?>/upload/css/lib/tip-twitter.css" />
<link type="text/css" rel="stylesheet" href="<?php echo FF_DOMAIN; ?>/upload/css/user/user.css" />